[
    {
        "title": "mRNA Psuedo-vaccine Hits Closer to Home", 
        "body": "Overnight June 7th to 8th of 2021, Tiffany Leasure died in her sleep 'unexpectedly' at home. Her husband, lifelong childhood friend of mine, is heartbroken and traumatized. Luckily they have no human children, only canine. Tiffany was a nurse who would help victims of sexual assault by performing their examinations and documenting her findings preserved for legalities. She was pressured to be 'vaccinated' by her employer as well as her government and global entities such as the WHO, as a sacrifice for the greater good. At 37 years old, she leaves behing numerous grieving friends and family, including this writer. There will be no causal link made anytime in the  near future between her development and subsequent death from a blood clot and the administration of her 'vaccine' as many will continue to lose their lives over this BS charade."
    }, 
    {
        "title": "Am I Addicted to Monster Zero Ultra?", 
        "body": "I drink this stuff excessively anymore it seems. My attitude toward water these days is alike to the actors portrayal of future society in the movie Idiocracy. When suggested I drink water my brain alarms 'from the toilet?!. Caffeine is an addictive substance, with known withdrawal symptoms. However reasearch does suggest (at least caffeine from coffee) that caffeine could be beneficial to your cardio-vascular health. 'They' say."
    }, 
    {
        "title": "Do middle-aged (43yo or so) women normally grow stiff hairs on their upper lip and chin or am I just a goat?", 
        "body": "Please remind me why I'm doing all of this again. Nursing is my profession but I only chose it out opportunity and stuck with it out of necessity. Numerous people thing I'm good at it and should be pursuing a Nurse Practioner career. Given that I'm not sure I even spelled that correctly, I'm not so sure I should. Nursing breaks my heart and eats at my soul. It thoroughly enriches my life, but at the same time it punishes the hell out me with all the inequities and bullshite that is detrimental to the care of an actual patient. I can only protect one patient at a time as a nurse. Access to software and such gives a broader range and greater chance of effect. And it would be fun if I knew what the hell I am doing with relative ease. It took 20 years to become a mediocre nurse. It reasonably will take longer with Full Stack Web Development *sigh* I'll be dead before it makes sense."
    }   
]